Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# inspector.tags.addTag.help
source: Add tag
es: Añadir etiqueta
fr: Ajouter une étiquette
hi: टैग जोड़ें
ja: タグを追加
zh_hans: 添加标签

# inspector.tags.addTag.placeholder
source: Add tag
es: Añadir etiqueta
fr: Ajouter une étiquette
hi: टैग जोड़ें
ja: タグを追加
zh_hans: 添加标签

# inspector.tags.empty
source: No tags yet.
es: Aún no hay etiquetas.
fr: Aucune étiquette pour l’instant.
hi: अभी तक कोई टैग नहीं है।
ja: タグはまだありません。
zh_hans: 暂无标签。

# inspector.tags.removeTag.help
source: Remove tag
es: Quitar etiqueta
fr: Retirer l’étiquette
hi: टैग हटाएं
ja: タグを削除
zh_hans: 移除标签

# inspector.textEdit.editComment.accessibilityLabel
source: Edit comment
es: Editar comentario
fr: Modifier le commentaire
hi: टिप्पणी संपादित करें
ja: コメントを編集
zh_hans: 编辑评论

# inspector.textEdit.editComment.placeholder
source: Edit comment...
es: Editar comentario...
fr: Modifier le commentaire…
hi: टिप्पणी संपादित करें...
ja: コメントを編集...
zh_hans: 编辑评论…

# inspector.textEdit.kind.added
source: Added
es: Añadido
fr: Ajouté
hi: जोड़ा गया
ja: 追加
zh_hans: 已添加

# inspector.textEdit.kind.deleted
source: Deleted
es: Eliminado
fr: Supprimé
hi: हटाया गया
ja: 削除
zh_hans: 已删除

# inspector.textEdit.kind.edited
source: Edited
es: Editado
fr: Modifié
hi: संपादित
ja: 編集
zh_hans: 已编辑

# inspector.textEdit.kind.restyled
source: Restyled
es: Reestilizado
fr: Restylé
hi: पुनः शैलीकृत
ja: スタイル変更
zh_hans: 已改样式

# inspector.textEdit.orderOnPage
source: edit %1$d of %2$d
es: edición %1$d de %2$d
fr: modif. %1$d sur %2$d
hi: संपादन %1$d/%2$d
ja: 編集 %1$d/%2$d
zh_hans: 第 %1$d/%2$d 处编辑

# inspector.textEdit.removeAdded.help
source: Remove this added text
es: Eliminar este texto añadido
fr: Supprimer ce texte ajouté
hi: यह जोड़ा गया टेक्स्ट हटाएं
ja: 追加したこのテキストを削除
zh_hans: 移除这段新增文本

# inspector.textEdit.restoreOriginal.help
source: Restore the original text
es: Restaurar el texto original
fr: Restaurer le texte d’origine
hi: मूल टेक्स्ट वापस लाएं
ja: 元のテキストに戻す
zh_hans: 恢复原始文本

# inspector.textEdit.revertAll.button
source: Revert All
es: Revertir todo
fr: Tout annuler
hi: सभी पूर्ववत करें
ja: すべて元に戻す
zh_hans: 全部还原

# inspector.textEdit.revertAll.help
source: Remove every text edit and restore the original document text
es: Eliminar todas las ediciones de texto y restaurar el texto original del documento
fr: Supprimer toutes les modifications de texte et restaurer le texte d’origine du document
hi: हर टेक्स्ट संपादन हटाएं और मूल दस्तावेज़ का टेक्स्ट वापस लाएं
ja: すべてのテキスト編集を取り消し、元の書類テキストに戻します
zh_hans: 移除所有文本编辑并恢复原始文档文本

# inspector.textEdit.section.title
source: Text Edits
es: Ediciones de texto
fr: Modifications de texte
hi: पाठ संपादन
ja: テキスト編集
zh_hans: 文本编辑

# inspector.textEdit.showThisPage.help
source: Show this page
es: Mostrar esta página
fr: Afficher cette page
hi: यह पेज दिखाएं
ja: このページを表示
zh_hans: 显示此页

# inspector.versionHistory.pageLabel
source: Page %lld
es: Página %lld
hi: पृष्ठ %lld
ja: %lld ページ
zh_hans: 第 %lld 页

# languageSwitcher.accessibilityLabel
source: App language
es: Idioma de la app
fr: Langue de l'application
hi: ऐप की भाषा
ja: アプリの言語
zh_hans: 应用语言

# languageSwitcher.help
source: Choose the app language
es: Elige el idioma de la app
fr: Choisissez la langue de l'application
hi: ऐप की भाषा चुनें
ja: アプリの言語を選択
zh_hans: 选择应用语言

# more.about
source: About Orifold
es: Acerca de Orifold
fr: À propos d'Orifold
hi: Orifold के बारे में
ja: Orifoldについて
zh_hans: 关于 Orifold

# more.contents.subtitle
source: Jump to sections
es: Ir a las secciones
fr: Accéder aux sections
hi: सेक्शन पर जाएँ
ja: セクションへ移動
zh_hans: 跳转到章节

# more.documentComfort.subtitle
source: Warm tint, spacing, contrast
es: Tono cálido, espaciado y contraste
fr: Teinte chaude, espacement, contraste
hi: गर्म रंग, स्पेसिंग, कंट्रास्ट
ja: 暖色・間隔・コントラスト
zh_hans: 暖色调、间距、对比度

# more.guide.label
source: Orifold guide
es: Guía de Orifold
fr: Guide d’Orifold
hi: Orifold गाइड
ja: Orifold ガイド
zh_hans: Orifold 指南

# more.pages.delete
source: Delete Page…
es: Eliminar página…
fr: Supprimer la page…
hi: पेज हटाएँ…
ja: ページを削除…
zh_hans: 删除页面…

# more.pages.duplicate
source: Duplicate Page
es: Duplicar página
fr: Dupliquer la page
hi: पेज डुप्लिकेट करें
ja: ページを複製
zh_hans: 复制页面

# more.pages.noSelection
source: Select a page in Contents to use these actions.
es: Selecciona una página en Contenido para usar estas acciones.
fr: Sélectionnez une page dans Sommaire pour utiliser ces actions.
hi: इन क्रियाओं का उपयोग करने के लिए सामग्री में एक पेज चुनें।
ja: これらの操作を行うには、目次でページを選択してください。
zh_hans: 在目录中选择一个页面以使用这些操作。

# more.pages.rotateLeft
source: Rotate Left
es: Girar a la izquierda
fr: Pivoter à gauche
hi: बाईं ओर घुमाएँ
ja: 左に回転
zh_hans: 向左旋转

# more.pages.rotateRight
source: Rotate Right
es: Girar a la derecha
fr: Pivoter à droite
hi: दाईं ओर घुमाएँ
ja: 右に回転
zh_hans: 向右旋转

# more.pages.submenu
source: Pages
es: Páginas
hi: पेज
ja: ページ
zh_hans: 页面

# more.print
source: Print…
es: Imprimir…
fr: Imprimer…
hi: प्रिंट करें…
ja: 印刷…
zh_hans: 打印…

# more.readerMode.subtitle
source: Distraction-free reading
es: Lectura sin distracciones
fr: Lecture sans distraction
hi: बिना ध्यान भटकाए पढ़ें
ja: 集中して読める表示
zh_hans: 无干扰阅读

# more.section.pages
source: Pages
es: Páginas
hi: पृष्ठ
ja: ページ
zh_hans: 页面

# more.section.view
source: View
es: Vista
fr: Affichage
hi: व्यू
ja: 表示
zh_hans: 视图

# more.settings
source: Settings…
es: Configuración…
fr: Réglages…
hi: सेटिंग्स…
ja: 設定…
zh_hans: 设置…

# notice.externalModification.detected
source: This file was changed by another app since you last saved it in Orifold. The visible content was kept; earlier Orifold edits that hadn't been applied were discarded.
es: Otra aplicación modificó este archivo desde la última vez que lo guardaste en Orifold. Se conservó el contenido visible; se descartaron las ediciones de Orifold anteriores que no se habían aplicado.
fr: Ce fichier a été modifié par une autre application depuis votre dernier enregistrement dans Orifold. Le contenu visible a été conservé ; les modifications Orifold antérieures non appliquées ont été supprimées.
hi: इस फ़ाइल को Orifold में पिछली बार सहेजने के बाद किसी अन्य ऐप ने बदल दिया। दृश्यमान सामग्री रखी गई; पहले के Orifold संपादन जो लागू नहीं हुए थे, हटा दिए गए।
ja: このファイルは、Orifold で最後に保存してから別のアプリによって変更されました。表示されている内容は保持され、未適用だった以前の Orifold の編集は破棄されました。
zh_hans: 自您上次在 Orifold 中保存后，此文件已被其他应用更改。已保留可见内容；此前未应用的 Orifold 编辑已被放弃。

# object.action.bringForward
source: Bring Forward
es: Traer adelante
fr: Avancer
hi: आगे लाएँ
ja: 前面へ
zh_hans: 上移一层

# object.action.delete
source: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
zh_hans: 删除

# object.action.duplicate
source: Duplicate
es: Duplicar
fr: Dupliquer
hi: नकल करें
ja: 複製
zh_hans: 复制

# object.action.sendBackward
source: Send Backward
es: Enviar atrás
fr: Reculer
hi: पीछे भेजें
ja: 背面へ
zh_hans: 下移一层

# object.editability.artifact.lowConfidence
source: This looks like a decorative element, but Orifold isn’t fully sure it’s a separate object. Edits may affect nearby graphics — check the result before saving.
es: Esto parece un elemento decorativo, pero Orifold no está del todo seguro de que sea un objeto separado. Las ediciones pueden afectar a gráficos cercanos; revisa el resultado antes de guardar.
fr: Cela ressemble à un élément décoratif, mais Orifold n’est pas totalement sûr qu’il s’agisse d’un objet distinct. Les modifications peuvent affecter les graphiques voisins — vérifiez le résultat avant d’enregistrer.
hi: यह एक सजावटी तत्व जैसा दिखता है, पर Orifold पूरी तरह निश्चित नहीं है कि यह अलग ऑब्जेक्ट है। संपादन आस-पास के ग्राफ़िक्स को प्रभावित कर सकते हैं — सहेजने से पहले परिणाम जाँचें।
ja: これは装飾要素のように見えますが、独立したオブジェクトかどうかOrifoldは完全には確信していません。編集が近くのグラフィックに影響する場合があります。保存前に結果を確認してください。
zh_hans: 这看起来像装饰元素，但 Orifold 无法完全确定它是独立对象。编辑可能影响附近的图形——保存前请检查结果。

# object.editability.formWidget.restricted
source: This is a fillable form field. You can reposition or remove it, but its contents and duplication are managed in the form tools to avoid breaking the form.
es: Este es un campo de formulario rellenable. Puedes reposicionarlo o quitarlo, pero su contenido y duplicación se gestionan en las herramientas de formulario para no dañar el formulario.
fr: Il s’agit d’un champ de formulaire à remplir. Vous pouvez le repositionner ou le supprimer, mais son contenu et sa duplication sont gérés dans les outils de formulaire pour ne pas casser le formulaire.
hi: यह एक भरने योग्य फ़ॉर्म फ़ील्ड है। आप इसे पुनः स्थान दे सकते हैं या हटा सकते हैं, लेकिन फ़ॉर्म को टूटने से बचाने के लिए इसकी सामग्री और नकल फ़ॉर्म टूल में प्रबंधित होती है।
ja: これは入力可能なフォームフィールドです。位置の変更や削除はできますが、内容や複製はフォームを壊さないためフォームツールで管理されます。
zh_hans: 这是一个可填写的表单字段。你可以重新定位或删除它，但为避免破坏表单，其内容和复制由表单工具管理。

# object.editability.formXObject.instanceOnly
source: This is a reused graphic placed in several spots. You can move, resize, or remove this copy — but its interior look-and-feel can’t be changed yet.
es: Este es un gráfico reutilizado colocado en varios lugares. Puedes mover, redimensionar o quitar esta copia, pero su aspecto interior aún no se puede cambiar.
fr: Il s’agit d’un graphique réutilisé placé à plusieurs endroits. Vous pouvez déplacer, redimensionner ou supprimer cette copie, mais son apparence interne ne peut pas encore être modifiée.
hi: यह एक पुनः उपयोग किया गया ग्राफ़िक है जो कई जगह रखा गया है। आप इस प्रति को ले जा सकते हैं, आकार बदल सकते हैं या हटा सकते हैं — लेकिन इसका आंतरिक रूप अभी नहीं बदला जा सकता।
ja: これは複数の場所に配置された再利用グラフィックです。このコピーの移動・サイズ変更・削除はできますが、内部の見た目はまだ変更できません。
zh_hans: 这是一个在多处使用的重复图形。你可以移动、调整大小或删除此副本——但其内部外观暂时无法更改。

# object.editability.formXObject.sourceDeferred
source: Changing this reused graphic everywhere at once isn’t available yet — edit an individual copy instead.
es: Cambiar este gráfico reutilizado en todas partes a la vez aún no está disponible; edita una copia individual.
fr: Modifier ce graphique réutilisé partout à la fois n’est pas encore possible — modifiez plutôt une copie individuelle.
hi: इस पुनः उपयोग किए गए ग्राफ़िक को एक साथ हर जगह बदलना अभी उपलब्ध नहीं है — इसके बजाय किसी एक प्रति को संपादित करें।
ja: この再利用グラフィックを一度にすべて変更する機能はまだ利用できません。個別のコピーを編集してください。
zh_hans: 暂不支持一次性更改所有位置的此重复图形——请改为编辑单个副本。

# object.editability.group.hint
source: Selected a group of %lld lines. Edits apply to all of them — click again to pick a single line.
es: Se seleccionó un grupo de %lld líneas. Las ediciones se aplican a todas; haz clic de nuevo para elegir una sola línea.
fr: Groupe de %lld lignes sélectionné. Les modifications s’appliquent à toutes — cliquez à nouveau pour choisir une seule ligne.
hi: %lld रेखाओं का समूह चुना गया। संपादन सभी पर लागू होते हैं — किसी एक रेखा को चुनने के लिए फिर से क्लिक करें।
ja: %lld本の線のグループを選択しました。編集はすべてに適用されます。もう一度クリックすると1本の線を選べます。
zh_hans: 已选择一组 %lld 条线。编辑将应用于全部——再次点击可选择单条线。

# object.editability.image.styleUnsupported
source: Stroke and fill styling don’t apply to images. You can move, resize, rotate, replace, or delete this picture.
es: El estilo de trazo y relleno no se aplica a las imágenes. Puedes mover, redimensionar, rotar, reemplazar o eliminar esta imagen.
fr: Les styles de contour et de remplissage ne s’appliquent pas aux images. Vous pouvez déplacer, redimensionner, faire pivoter, remplacer ou supprimer cette image.
hi: स्ट्रोक और भरण शैली छवियों पर लागू नहीं होती। आप इस चित्र को ले जा सकते हैं, आकार बदल सकते हैं, घुमा सकते हैं, बदल सकते हैं या हटा सकते हैं।
ja: 線と塗りのスタイルは画像には適用されません。この画像は移動・サイズ変更・回転・置き換え・削除できます。
zh_hans: 描边和填充样式不适用于图像。你可以移动、调整大小、旋转、替换或删除这张图片。

# object.editability.locked
source: This document restricts edits to its content. Remove the restriction (or the signature) to edit this object.
es: Este documento restringe las ediciones de su contenido. Quita la restricción (o la firma) para editar este objeto.
fr: Ce document restreint les modifications de son contenu. Supprimez la restriction (ou la signature) pour modifier cet objet.
hi: यह दस्तावेज़ अपनी सामग्री में संपादन प्रतिबंधित करता है। इस ऑब्जेक्ट को संपादित करने के लिए प्रतिबंध (या हस्ताक्षर) हटाएँ।
ja: この書類は内容の編集を制限しています。このオブジェクトを編集するには制限（または署名）を解除してください。
zh_hans: 此文档限制对其内容的编辑。请移除限制（或签名）以编辑此对象。

# object.editability.raster.regionOnly
source: This area is part of a scanned or flattened image with no separate objects. You can cover or replace a region, but individual shapes here can’t be moved or restyled.
es: Esta zona es parte de una imagen escaneada o aplanada sin objetos separados. Puedes cubrir o reemplazar una región, pero las formas individuales aquí no se pueden mover ni recolorear.
fr: Cette zone fait partie d’une image numérisée ou aplatie sans objets distincts. Vous pouvez couvrir ou remplacer une région, mais les formes individuelles ne peuvent pas être déplacées ni restylées.
hi: यह क्षेत्र बिना अलग ऑब्जेक्ट वाली स्कैन या समतल छवि का हिस्सा है। आप किसी क्षेत्र को ढक या बदल सकते हैं, पर यहाँ अलग-अलग आकृतियों को न हिलाया न पुनः शैलीबद्ध किया जा सकता है।
ja: この領域は個別のオブジェクトを持たないスキャンまたは統合された画像の一部です。領域を覆ったり置き換えたりはできますが、個々の図形の移動やスタイル変更はできません。
zh_hans: 该区域属于扫描或已拼合的图像，没有独立对象。你可以覆盖或替换某个区域，但无法移动或重设此处单个图形的样式。

# object.editability.unsupported
source: Orifold can’t edit this kind of object yet. It’s shown for reference only.
es: Orifold aún no puede editar este tipo de objeto. Se muestra solo como referencia.
fr: Orifold ne peut pas encore modifier ce type d’objet. Il est affiché à titre de référence uniquement.
hi: Orifold अभी इस प्रकार के ऑब्जेक्ट को संपादित नहीं कर सकता। यह केवल संदर्भ के लिए दिखाया गया है।
ja: Orifoldはこの種類のオブジェクトをまだ編集できません。参考のために表示されています。
zh_hans: Orifold 暂时无法编辑此类对象。此处仅供参考显示。

# object.editability.visualOnly
source: visual-only
es: solo visual
fr: visuel uniquement
hi: केवल दृश्य
ja: 表示のみ
zh_hans: 仅视觉

# object.error.commitFailed
source: Couldn’t apply that object change — nothing was modified.
es: No se pudo aplicar ese cambio de objeto: no se modificó nada.
fr: Impossible d’appliquer cette modification d’objet — rien n’a été modifié.
hi: वह ऑब्जेक्ट परिवर्तन लागू नहीं हो सका — कुछ भी नहीं बदला गया।
ja: そのオブジェクトの変更を適用できませんでした。何も変更されていません。
zh_hans: 无法应用该对象更改——未做任何修改。

# object.error.exportVerifyFailed
source: The exported file didn’t verify after saving your object edits, so the export was stopped.
es: El archivo exportado no se verificó tras guardar tus ediciones de objetos, así que se detuvo la exportación.
fr: Le fichier exporté n’a pas pu être vérifié après l’enregistrement de vos modifications d’objets ; l’exportation a été interrompue.
hi: आपके ऑब्जेक्ट संपादनों को सहेजने के बाद निर्यात की गई फ़ाइल सत्यापित नहीं हुई, इसलिए निर्यात रोक दिया गया।
ja: オブジェクト編集の保存後に書き出したファイルを検証できなかったため、書き出しを中止しました。
zh_hans: 保存对象编辑后导出的文件未通过校验，已停止导出。

# object.error.mixedEditsUnsupported
source: You can’t mix text edits and object edits on the same document yet — finish or undo one before starting the other.
es: Todavía no puedes combinar ediciones de texto y de objetos en el mismo documento: termina o deshaz una antes de empezar la otra.
fr: Vous ne pouvez pas encore mélanger les modifications de texte et d’objets dans le même document — terminez ou annulez l’une avant de commencer l’autre.
hi: आप अभी एक ही दस्तावेज़ पर टेक्स्ट संपादन और ऑब्जेक्ट संपादन एक साथ नहीं कर सकते — दूसरा शुरू करने से पहले एक को पूरा करें या पूर्ववत करें।
ja: 同じ書類でテキスト編集とオブジェクト編集をまだ併用できません。片方を終えるか取り消してからもう片方を始めてください。
zh_hans: 暂时无法在同一文档中同时进行文本编辑和对象编辑——请先完成或撤销其中一个再开始另一个。

# object.error.rotatedPageUnsupported
source: Object editing isn’t available on rotated pages yet.
es: La edición de objetos aún no está disponible en páginas giradas.
fr: La modification d’objets n’est pas encore disponible sur les pages pivotées.
hi: घुमाए गए पृष्ठों पर ऑब्जेक्ट संपादन अभी उपलब्ध नहीं है।
ja: 回転したページではオブジェクト編集はまだ利用できません。
zh_hans: 旋转的页面暂不支持对象编辑。

# object.type.formField
source: Form field
es: Campo de formulario
fr: Champ de formulaire
hi: फ़ॉर्म फ़ील्ड
ja: フォームフィールド
zh_hans: 表单字段

# object.type.group
source: Group
es: Grupo
fr: Groupe
hi: समूह
ja: グループ
zh_hans: 组

# object.type.image
source: Image
es: Imagen
hi: छवि
ja: 画像
zh_hans: 图像

# object.type.line
source: Line
es: Línea
fr: Ligne
hi: रेखा
ja: 線
zh_hans: 线条

# object.type.shading
source: Gradient
es: Degradado
fr: Dégradé
hi: ग्रेडिएंट
ja: グラデーション
zh_hans: 渐变

# object.type.vectorShape
source: Vector shape
es: Forma vectorial
fr: Forme vectorielle
hi: वेक्टर आकृति
ja: ベクター図形
zh_hans: 矢量图形

# ori.export.1
source: Exporting? I found a cleaner path through this. Follow me.
es: ¿Vas a exportar? Encontré un camino más limpio. Sígueme.
fr: Vous exportez ? J'ai trouvé une voie plus nette. Suivez-moi.
hi: एक्सपोर्ट कर रहे हैं? मुझे एक बेहतर तरीका मिला। मेरा अनुसरण करें।
ja: 書き出しますか？ もっと綺麗な道を見つけました。ついてきて。
zh_hans: 要导出了？我找到了更简洁的路径。跟我来。

# ori.export.2
source: Export approved. Naturally, I checked it first.
es: Exportación aprobada. Naturalmente, lo revisé primero.
fr: Export approuvé. Naturellement, j'ai vérifié avant.
hi: एक्सपोर्ट स्वीकृत। स्वाभाविक रूप से, मैंने पहले जांचा।
ja: 書き出し承認。もちろん、先に確認済みです。
zh_hans: 导出已批准。当然，我先检查过了。

# ori.greeting.1
source: You're back. I kept everything exactly where you left it.
es: Has vuelto. Dejé todo exactamente donde lo tenías.
fr: Vous voilà. J'ai gardé chaque chose exactement à sa place.
hi: आप वापस आ गए। मैंने सब कुछ वहीं रखा जहाँ आपने छोड़ा था।
ja: お帰りなさい。すべて置いたままにしておきました。
zh_hans: 你回来了。一切都保持在你离开时的样子。

# ori.greeting.2
source: Proceed. I've already reviewed the room.
es: Adelante. Ya revisé la sala.
fr: Allez-y. J'ai déjà tout inspecté.
hi: आगे बढ़िए। मैं पहले ही सब जांच चुकी हूँ।
ja: どうぞ。もう確認は済んでいます。
zh_hans: 请继续。我已经检查过了。

# ori.hoverTip.1
source: Yes? I was already watching.
es: ¿Sí? Ya estaba observando.
fr: Oui ? J'observais déjà.
hi: हाँ? मैं पहले से देख रही थी।
ja: はい？ もう見ていましたよ。
zh_hans: 怎么？我早就在看着了。

# ori.hoverTip.2
source: Click me if you require guidance. Or company.
es: Haz clic en mí si necesitas guía. O compañía.
fr: Cliquez sur moi si vous avez besoin d'un guide. Ou de compagnie.
hi: मार्गदर्शन चाहिए तो मुझ पर क्लिक करें। या साथ चाहिए तो भी।
ja: 案内が必要なら私をクリックして。話し相手でも。
zh_hans: 需要指引就点我。或者只是想有个伴。

# ori.hoverTip.3
source: Everything stays on this Mac. I insist on it.
es: Todo permanece en este Mac. Insisto en ello.
fr: Tout reste sur ce Mac. J'y tiens absolument.
hi: सब कुछ इसी Mac पर रहता है। मैं इस पर ज़ोर देती हूँ।
ja: すべてこの Mac の中に留まります。私がそう決めています。
zh_hans: 一切都留在这台 Mac 上。这一点我坚持。

# ori.hoverTip.4
source: Gami would chase the cursor. I prefer strategy.
es: Gami perseguiría el cursor. Yo prefiero la estrategia.
fr: Gami poursuivrait le curseur. Je préfère la stratégie.
hi: गामी कर्सर के पीछे भागता। मुझे रणनीति पसंद है।
ja: ガミならカーソルを追いかけるでしょう。私は戦略派です。
zh_hans: Gami 会去追光标。我更喜欢讲策略。

# ori.hoverTip.5
source: Your margins are acceptable. Barely.
es: Tus márgenes son aceptables. A duras penas.
fr: Vos marges sont acceptables. À peine.
hi: आपके मार्जिन ठीक हैं। बस मुश्किल से।
ja: マージンは合格です。ぎりぎりですが。
zh_hans: 你的页边距还算过得去。勉强而已。

# ori.hoverTip.6
source: Proceed, human. You may.
es: Adelante, humano. Puedes.
fr: Allez-y, humain. Vous pouvez.
hi: आगे बढ़िए, मनुष्य। आप कर सकते हैं।
ja: どうぞ、人間さん。許可します。
zh_hans: 继续吧，人类。准许了。

# ori.intro.greeting
source: I'm Ori. I'll be supervising. You'll do wonderfully.
es: Soy Ori. Yo superviso. Lo harás muy bien.
fr: Je suis Ori. Je supervise. Vous vous en sortirez à merveille.
hi: मैं ओरी हूँ। मैं निगरानी करूँगी। आप बहुत अच्छा करेंगे।
ja: 私はオリ。監督はお任せください。きっとうまくいきます。
zh_hans: 我是 Ori。我来监督。你会做得很好的。

# ori.intro.message
source: Everything stays on this Mac. I'll offer a clever tip when one is warranted — your files stay yours.
es: Todo permanece en este Mac. Ofreceré un consejo inteligente cuando lo amerite; tus archivos siguen siendo tuyos.
fr: Tout reste sur ce Mac. Je proposerai un conseil avisé quand il le faudra — vos fichiers restent les vôtres.
hi: सब कुछ इसी Mac पर रहता है। जब ज़रूरी होगा, मैं एक चतुर सुझाव दूँगी — आपकी फ़ाइलें आपकी ही रहती हैं।
ja: すべてこの Mac の中に留まります。必要な時だけ気の利いたヒントを。書類はあなたのものです。
zh_hans: 一切都保留在这台 Mac 上。需要的时候我会给出一句聪明的提示——你的文件始终是你的。

# ori.save.1
source: Saved. Your work stays here, under my supervision.
es: Guardado. Tu trabajo se queda aquí, bajo mi supervisión.
fr: Enregistré. Votre travail reste ici, sous ma supervision.
hi: सहेजा गया। आपका काम यहीं है, मेरी निगरानी में।
ja: 保存しました。作業はここに、私の監督のもとで。
zh_hans: 已保存。你的内容留在这里，由我看管。

# ori.save.2
source: Noted and kept. Elegant edits only, please.
es: Anotado y guardado. Solo ediciones elegantes, por favor.
fr: Noté et conservé. Des modifications élégantes, je vous prie.
hi: दर्ज और सुरक्षित। कृपया केवल सुरुचिपूर्ण बदलाव करें।
ja: 記録して保存しました。上品な編集でお願いします。
zh_hans: 已记录并保存。请只做优雅的修改。

# ori.sibling.switch
source: You've met my brother Gami. Different fold, same paper.
es: Ya conociste a mi hermano Gami. Otro pliegue, el mismo papel.
fr: Vous avez rencontré mon frère Gami. Pli différent, même papier.
hi: आप मेरे भाई गामी से मिल चुके हैं। अलग तह, वही कागज़।
ja: 弟のガミには会いましたね。折り方は違っても、紙は同じです。
zh_hans: 你已经见过我弟弟 Gami 了。折法不同，纸是一样的。

# ori.warning.1
source: Something needs your attention. I noticed it first, obviously.
es: Algo requiere tu atención. Lo noté primero, obviamente.
fr: Quelque chose requiert votre attention. Je l'ai remarqué en premier, évidemment.
hi: किसी चीज़ पर ध्यान चाहिए। मैंने पहले ही देख लिया, जाहिर है।
ja: 何かが注意を必要としています。もちろん、私が先に気づきました。
zh_hans: 有件事需要你注意。当然，我先发现的。

# ori.warning.2
source: A small problem. Handle it; I'll observe.
es: Un pequeño problema. Encárgate; yo observaré.
fr: Un petit problème. Occupez-vous-en ; j'observerai.
hi: एक छोटी सी समस्या। इसे संभालिए; मैं देखूँगी।
ja: 小さな問題です。対処してください。私は見ています。
zh_hans: 一个小问题。你来处理，我在旁边看着。

# orifoldFoldMark.replay.accessibilityHint
source: Replays the fold animation.
es: Repite la animación de pliegue.
fr: Rejoue l’animation de pliage.
hi: फ़ोल्ड एनिमेशन फिर से चलाता है।
ja: 折り紙のアニメーションを再生します。
zh_hans: 重新播放折叠动画。

# orifoldFoldMark.replay.help
source: Replay the fold
es: Repetir el pliegue
fr: Rejouer le pliage
hi: फ़ोल्ड फिर से चलाएं
ja: 折り紙アニメーションをもう一度再生
zh_hans: 重播折叠动画

# pageMode.dark.title
source: Dark
es: Oscuro
fr: Sombre
hi: गहरा
ja: ダーク
zh_hans: 深色

# pageMode.default.title
source: Default
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
zh_hans: 默认

# pageMode.dim.title
source: Dim
es: Tenue
fr: Tamisé
hi: मंद
ja: ディム
zh_hans: 昏暗

# pageMode.highContrast.title
source: High Contrast
es: Alto contraste
fr: Contraste élevé
hi: उच्च कंट्रास्ट
ja: ハイコントラスト
zh_hans: 高对比度

# pageMode.light.title
source: Light
es: Claro
fr: Clair
hi: हल्का
ja: ライト
zh_hans: 浅色

# passwordPrompt.cancel.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# passwordPrompt.incorrectPassword.message
source: Incorrect password. Try again.
es: Contraseña incorrecta. Inténtalo de nuevo.
fr: Mot de passe incorrect. Réessayez.
hi: पासवर्ड गलत है। फिर से कोशिश करें।
ja: パスワードが違います。もう一度お試しください。
zh_hans: 密码不正确，请重试。

# passwordPrompt.password.field
source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
zh_hans: 密码

# passwordPrompt.protectedFile
source: "%@" is password-protected
es: "%@" está protegido con contraseña
fr: « %@ » est protégé par un mot de passe
hi: "%@" पासवर्ड-सुरक्षित है
ja: 「%@」はパスワードで保護されています
zh_hans: “%@” 已设置密码保护

# passwordPrompt.unlock.button
source: Unlock
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
ja: ロックを解除
zh_hans: 解锁

# pdfCompressionPreset.balanced.label
source: Balanced
es: Equilibrado
fr: Équilibré
hi: संतुलित
ja: バランス
zh_hans: 均衡

# pdfCompressionPreset.small.label
source: Small
es: Pequeño
fr: Réduit
hi: छोटा
ja: 小サイズ
zh_hans: 较小

# pet.dog.export.1
source: Export complete. Tail wag officially approved.
es: Exportación completa. Meneo de cola oficialmente aprobado.
fr: Export terminé. Frétillement de queue officiellement approuvé.
hi: एक्सपोर्ट पूरा। पूँछ हिलाना आधिकारिक रूप से मंज़ूर।
ja: 書き出し完了。しっぽフリフリ、公式に承認。
zh_hans: 导出完成。摇尾巴，正式批准。
